Serverabgabe-20180410/KommentarZurAbgabe.tex
% Created 2018-04-11 Mit 00:27
\documentclass[a4paper,ngerman,11pt]{scrartcl}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\tolerance=1000
\usepackage{natbib}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,linkcolor=black,
anchorcolor=black,citecolor=black,filecolor=black,menucolor=black,urlcolor=black]{hyperref}
\usepackage{url}
\usepackage{ngerman}
\author{Christian Sangvik}
\date{10. April 2018}
\title{Kommentar zur Serverabgabe}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\begin{verbatim}
Guten Tag,

Ich muss hier schon sagen, dass ich es eine echte Zumutung finde, wie ich auf
Moodle meine Daten nicht abgeben kann. Sie verlangen von uns ein PDF mit dem
gesamten Inhalt. Dieses fertige ich dann an um dann vor dem Problem zu stehen,
dass ein PDF Dokument nicht grösser sein darf als 5Mib (Was angesichts von
alleine drei geforderten Bildern wohl kaum erreichbar ist), um dann wenn ich
mühsam die Bilder aus dem Dokument entfernt habe vor dem Problem zu stehen,
dass der Server die Bilder dann auch nicht entgegen nimmt.

Ich schicke Ihnen nun daher hier einen Link zu meiner Abgabe, die ich halt
nicht auf Moodle hochladen kann.

Ich wünsche Ihnen trotzdem noch einen schönen Tag.

Mit freundlichen Grüssen

Christian Sangvik
\end{verbatim}

\url{https://github.com/chrugi/SoziologieGentrification/blob/master/Serverabgabe-20180410/AbgabeMaterial-ChristianSangvik-Gruppe1.pdf}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
